brew "bat"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "ghq"
brew "htop"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "try"
brew "uv"
brew "zoxide"
